Repository: ElisabettaCarrara/wc-vip-club
Catalog: languages/wc-vip-club-*.po
Languages: it_it

source: Automatically assign customers to a VIP role when a lifetime spending threshold is reached.
it_it: Assegna automaticamente i clienti a un ruolo VIP quando viene raggiunta una soglia di spesa complessiva.

source: Your Name
it_it: Il tuo nome

source: VIP Club
it_it: Club VIP

source: VIP Club Settings
it_it: Impostazioni Club VIP

source: VIP role name
it_it: Nome del ruolo VIP

source: Display name for the VIP user role.
it_it: Nome visualizzato per il ruolo utente VIP.

source: VIP Customer
it_it: Cliente VIP

source: VIP role slug
it_it: Slug del ruolo VIP

source: Internal role identifier (lowercase, no spaces).
it_it: Identificatore interno del ruolo (minuscolo, senza spazi).

source: Spending threshold
it_it: Soglia di spesa

source: Lifetime spending required to become VIP.
it_it: Spesa complessiva richiesta per diventare VIP.

source: You must be logged in to view this page.
it_it: Devi essere autenticato per visualizzare questa pagina.

source: Congratulations! You have reached VIP status.
it_it: Congratulazioni! Hai raggiunto lo stato VIP.

source: Progress:
it_it: Avanzamento:

source: You need %s more to reach VIP status. Keep shopping!
it_it: Ti mancano ancora %s per raggiungere lo stato VIP. Continua lo shopping!

source: WC VIP Club requires WooCommerce to be installed and active.
it_it: WC VIP Club richiede che WooCommerce sia installato e attivo.

source: Plugin activation failed
it_it: Attivazione del plugin non riuscita

source: WC VIP Club main class file is missing.
it_it: Il file principale della classe WC VIP Club Ã¨ mancante.
